Repository: ding0039/TDScene
Catalog: TDScene/*.lproj/Others.strings
Languages: es, ja, ko

# 25d-do-r4v.text
source: Newest Version
es: Versión más reciente
ja: 最新バージョン
ko: 최신 버전

# 3WV-fo-Oir.text
source: Album Sync
es: Sincronización de álbumes
ja: アルバム同期
ko: 앨범 동기화

# Cqi-Fl-oIR.text
source: No Ignored People
es: No hay personas ignoradas
ja: 無視しているユーザはいません
ko: 무시한 회원이 없습니다

# DZD-zv-IAN.text
source: Log In with Existing Account
es: Acceder con cuenta existente
ja: 既存アカウントでログイン
ko: 기존 계정으로 로그인

# Etb-1V-BtN.text
source: Reset
es: Restablecer
ja: リセット
ko: 재설정

# HFD-sd-r68.text
source: 10% done (dummy)
es: 10% completado (ficticio)
ja: 10%完了（ダミー）
ko: 10% 완료(견본)

# PJh-Vz-QRZ.text
source: This software uses technologies protected by patents both pending and granted, including no. 4717963. Copyright © 2013-2015 Ripplex Inc. All Rights Reserved.
es: Este programa emplea tecnologías protegidas por patentes registradas y pendientes, entre las que se incluye la número 4717963. Copyright © 2013-2015 Ripplex Inc. Todos los derechos reservados.
ja: 本ソフトウェアには特許第4717963号をはじめ 登録済みおよび出願中の特許技術が使用されています Copyright © 2013-2015 Ripplex Inc. All Rights Reserved.
ko: 이 소프트웨어는 특허번호 4717963을 비롯하여 출원 중이거나 출원된 특허를 통해 보호되는 기술을 사용합니다. Copyright © 2013-2015 Ripplex Inc. All Rights Reserved.

# TwF-sR-XcC.text
source: Title
es: Título
ko: 제목

# UyA-Cn-vln.text
source: Register New Account
es: Registrar una cuenta nueva
ja: 新規アカウント登録
ko: 새 계정 등록

# WPX-ia-ZzA.text
source: Detail
es: Detalle
ko: 세부사항

# kJC-7S-VGh.text
source: Manage My Info
es: Gestionar Mi información
ja: 登録情報の確認・変更
ko: 계정 정보 확인 및 변경

# pCC-KN-2ce.text
source: Ignore List
es: Lista de ignorados
ja: 無視リスト
ko: 무시 목록

# uiz-mO-vUW.text
source: Version: 1.001 Beta
es: Versión: 1.001 Beta
ko: 버전: 1.001 베타

# wAf-9R-Qsr.text
source: Usage
es: Uso
ja: 使用状況
ko: 이용 상황

# zrV-V7-Wt7.text
source: Title
es: Título
ko: 제목
