Repository: ding0039/TDScene
Catalog: TDScene/*.lproj/Profile.strings
Languages: es, ko, zh_hant

# 2HI-JU-2iv.title
source: OK
es: Continuar
ko: 확인
zh_hant: 確定

# 8HR-ud-tdC.normalTitle
source: Edit
es: Editar
ko: 편집
zh_hant: 編輯

# HsN-zZ-gMU.text
source: Shared Albums (0)
es: Álbumes compartidos (0)
ko: 공유한 앨범(0)
zh_hant: 分享相簿 (0)

# Izo-H3-5iC.text
source: You will not receive updates about people on your ignore list.
es: No recibirás actualizaciones de las personas que estén en tu lista de ignorados.
ko: 무시한 회원은 신착 정보에 표시되지 않습니다.
zh_hant: 您不會收到被忽略成員的更新

# MNt-Q1-MZ5.text
source: Send an Invitation
es: Enviar invitación
ko: 초대 보내기
zh_hant: 發送邀請

# NSm-0f-tvC.text
source: Friends of yours?
es: ¿Es amigo tuyo?
ko: 친구인가요?
zh_hant: 是您的朋友嗎？

# UmO-eG-Cdy.text
source: Find your friend’s ID by opening this screen on his or her Scene app.
es: Encontrarás el ID de tu amigo en esta misma sección de su aplicación Scene.
ko: 친구의 Scene 앱에서 이 화면을 열면 친구 ID를 확인할 수 있습니다.
zh_hant: 在 Scene 應用程式中開啟此畫面，便可找到好友 ID。

# WzX-gP-hvp.title
source: Title
es: Título
ko: 제목
zh_hant: 標題

# Y31-Md-Tnf.text
source: My ID
es: Tu ID
ko: 나의 ID
zh_hant: 我的 ID

# fSN-yT-99S.text
source: Select a Friend
es: Selecciona un amigo
ko: 친구를 선택해주세요.
zh_hant: 選擇好友

# mTR-F2-1i5.title
source: Close
es: Cerrar
ko: 닫기
zh_hant: 關閉

# nHN-O6-r8a.title
source: Edit Name
es: Editar nombre
ko: 이름 편집
zh_hant: 編輯名稱

# rS5-3s-v5B.text
source: Input Friend’s ID
es: Introduce el ID de tu amigo
ko: 친구 ID 입력
zh_hant: 輸入好友 ID

# uVy-Nu-aAp.text
source: Show/Input Friend ID
es: Ver/Insertar ID de amigo
ko: 친구 ID 보기/입력
zh_hant: 顯示/輸入好友 ID

# ukj-Ia-iT6.text
source: No Albums Yet
es: Aún no hay álbumes
ko: 아직 앨범 없음
zh_hant: 尚無相簿
